 [
{"question_category": "Immigration",
 "question_topic": "CUAET visa for Ukrainians",
 "question_text":"My husband, our 2-year-old daughter and I are planning to come to Canada using a CUAET Visa (Canada-Ukraine authorization for emergency travel ). Does someone has experience applying for this program or knows people who used it? Are there any tips regarding the application process, and what to do before and after arriving to Canada? Do you know any immigration consultants who might help? What were your experiences of being a newcomer with little children?",
 "comments": ["One of my friends actually used CUAET. She is already in Canada. Her contact details:  a.alladina@gmail.com., (613) 208 - 58374. I'm sure she would be happy to answer your questions! ", 
"I have helped many clients to come to Canada by applying through CUAET. Would be happy to provide my consultation: (416) 574 8294, matthew.chau@gmail.com"]
},

    
{"question_category": "Other",
 "question_topic": "Recommendations for a Babysitter/ Nanny",
 "question_text": "Based on personal experience, could anyone recommend a nanny? Which questions did you ask during the interview? What skills/ qualities were important for you?",
 "comments": ["I could recommend our babysitter - Corra Gassen. She really can find an approach to our daughter!  She's very professional and it's a pleasure to work with her! Her email is cora.gassen@gmail.com"]
},

{"question_category": "Education - College/University",
 "question_topic": "IELTS preparation",
 "question_text":"Could anyone recommend a good tutor/ courses, materials for preparation for IELTS (International English Language Testing System). I would need to obtain at least the following results: Listening - 7, Reading - 7,Writing - 7, Speaking - 8",
 "comments": ["Irina Bruce really helped me. Check her school IELTS Portal"]
},

{"question_category": "Job Search/Career",
 "question_topic": "Looking for an opportunity as an articling student",
 "question_text": "I am a recent graduate of Weston University, Faculty of Law. I am currently looking for an opportunity at a law firm which works in estate planning and family law. I am very hardworking, analytical, and attentive to details and love learning new things.",
 "comments": ["My company has an opening for an articling student. You can send me your Resume and Cover Letter to bhoward@howardllp.com. Could you also advise on your availability for a short call sometime next week?"]
},

{"question_category": "Job Search/Career",
 "question_topic": "Choosing Hotel Management Program",
 "question_text": "I would like to apply for a post-graduation hotel-management program in Canada. From personal experience, does anybody know which one I should apply for? My main criteria: volume of knowledge and level of preparedness  to find a job upon graduation.",
 "comments": ["I'm a team leader at Fairmont Chateau Laurier Hotel. Please let me know if you have any questions about choosing your programs or finding a job in hotel management. My email is j.sanogo@hotmail.com. Below is a list of colleges that offer these programs : Centennial College, LaSalle College, Royal Roads University, Durham College, College of New Caledonia"]},

{"question_category": "Job Search/Career",
 "question_topic": "Looking for research analyst role",
 "question_text": "I just graduated from a market research program and looking for my first research analyst role.",
 "comments": ["Our company is currently hiring. Check out this link to our job post. https://www.linkedin.com/jobs/search/?currentJobId=3391959170&keywords=research%20analyst&refresh=true. Please, send me your resume too and let me know if you have any questions isabel.ocampot@gmail.com"]
},

{"question_category": "Healthcare",
 "question_topic": "Looking for a family doctor",
 "question_text": "Could anyone recommend a family doctor accepting new patients in Toronto/ GTA ",
 "comments": ["Jennifer Black, Dr. Elaine B. Raddatz, Dr. Poonam Batra"]},

{"question_category": "Entertainment",
 "question_topic": "Places to visit in Canada/ Ontario",
 "question_text": "What are your favourite touristic places in Ontario/ Canada? Why? Would like to explore the country together with my family.",
 "comments": ["Niagara Falls, Banff National Park & the Rocky Mountains, Toronto's CN Tower",
  "Old Quebec (Vieux-Quebec), Montreal, Ottawa's Parliament Hill, St. John's Signal Hill National Historic Site, Polar Bears of Churchill (Manitoba)",
  "Vancouver Island, Toronto Island, Bay of Fundy, Newfoundland's Gros Morne National Park, Rideau Canal"]
},
{"question_category":"Family/Relationships", 
 "question_topic":"Need psychologist to improve relationships with the teenager",
 "question_text": "I would like to find a psychologist who would help me to improve my relationship with my 13-year-old son. |I'm concerned that we don't have proper communication. I would also like assistance helping him to choose his future career path.",
 "comments":[]
},
{"question_category":"Real Estate/ Rent", 
 "question_topic":"Looking for a mortgage broker and real estate agent",
 "question_text": "We are planning to buy our first home and would like to find a realtor who would serve us to our best interest and assist with bringing this dream into life",
 "comments":[]
}
]




